/* Best high score label */
"Best" = "Beste";

/* GOING FASTER Label */
"GOING FASTER" = "Immer Schneller";

/* Labyrinth Tilt Maze */
"Labyrinth Tilt Maze" = "Labyrinth Tilt Maze";

/* LeaderBoard */
"LeaderBoard" = "Rangliste";

/* More */
"More" = "Merh";

/* OTHER GAMES BY */
"OTHER GAMES BY" = "ANDERE SPIELE VON";

/* RATE IT */
"RATE IT" = "Bewerten Sie es";

/* SHARE */
"SHARE" = "AKTIE";

/* Sonic Racer */
"Sonic Racer" = "Schall-Rennfahrer";

/* STAGE Label
   STAGE label */
"STAGE" = "Stufe";

/* swipe to move label */
"swipe to move" = "swipe zu bewegen";

/* TAP TO START */
"TAP TO START" = "Tap zu starten";

/* YOUR SCORE label */
"YOUR SCORE" = "Ihre Gäste";

